Repository: technologiesforaccessibility/osmintegrator-backend
Catalog: OsmIntegrator/Resources/OsmIntegrator.Controllers.TileController.*.resx
Languages: pl

source: Given tile does not exist
pl: Kafelek nie istnieje

source: Given user does not exist
pl: Podany użytkownik nie istnieje

source: Tile approved
pl: Kafelek zatwierdzony

source: This user is not an editor
pl: Ten użytkownik nie jest edytorem

source: Supervisor cannot approve tile edited by himself
pl: Superwizor nie może zatwierdzić kafelka edytowanego przez siebie

source: Unable to assign. Tile has already been approved by editor
pl: Nie można przypisać użytkownika do kafelka, który został już zatwierdzony przez edytora

source: User successfully removed from the tile
pl: Przypisanie użytkownika usunięte

source: Tile has already been approved by supervisor
pl: Kafelek został już zaakceptowany przez superwizora

source: Unable to remove user from already approved tile
pl: Nie można usunąć użytkownika z kafelka zatwierdzonego przez edytora

source: Unable to find tile
pl: Brak kafelka

source: You are unable to edit this tile
pl: Nie możesz edytować tego kafelka

source: Invalid tile
pl: Błędny kafelek

source: One of the tiles was approved
pl: Jeden z kafelków został zatwierdzony

source: Something went wrong when assigning user to a tile
pl: Wystąpił błąd podczas przypisywania użytkownika do kafelka

source: User has been added to the tile
pl: Użytkownik został przypisany do kafelka

source: Unable to assign. User already assigned to this tile
pl: Nie można przypisać. Użytkownik jest już przypisany do tego kafelka

source: This user is not a supervisor
pl: Użytkownik nie jest superwizorem

source: Connections has been deleted
pl: Połączenia zostały usunięte

source: Due to deleting of some stops in OSM systems, connections on your tile has beed deleted
pl: Z powodu usunięcia niektórych przystanków w systemach OSM, połączenia na przypisanym kafelku zostały usunięte
