Repository: technologiesforaccessibility/osmintegrator-backend
Catalog: OsmIntegrator/Resources/OsmIntegrator.Controllers.AccountController.*.resx
Languages: pl

source: Click to confirm account registration:
pl: Kliknij aby potwierdzić rejestrację

source: User registered. No email confirmation required
pl: Rejestracja przebiegła pomyślnie

source: An error occurred when registering the user
pl: Wystąpił problem podczas rejestracji uytkownika

source: Email occupied
pl: Email jest już zajęty

source: User name has already been occupied
pl: Nazwa użytkownika jest już zajęta

source: Your account has been activated
pl: Twoje konto zostało aktywowane

source: User with this email does not exist
pl: Użytkownik o podanym adresie email nie istnieje

source: Invalid refresh token
pl: Niepoprawny token

source: The username or password were not correct. Try again
pl: Niepoprawne nick lub hasło. Spróbuj ponownie

source: Email doesn't exist
pl: Email nie istnieje
